trunk/prototipo/experimento/app/controllers/invitations_controller.rb

INSERT INTO "invitations" ("created_at", "recipient_email", "token", "updated_at", "sent_at") VALUES('2009-10-19 03:36:56', 'leobessa@gmail.com', '2b385bd2ccc693923d67a498ce27f6ceee58b157', '2009-10-19 03:36:56', NULL)
---
  def create
    @invitation = Invitation.new(params[:invitation])
    if @invitation.save