trunk/prototipo/experimento/app/controllers/users_controller.rb

INSERT INTO "users" ("encrypted_password", "created_at", "updated_at", "invitation_id", "password_salt", "reset_password_token", "email") VALUES('dbd9bce7dd2d8d7a7d6f1ae6a780aa763e1298e2', '2009-10-19 03:47:17', '2009-10-19 03:47:17', 1, 'V4tB0T7rORKJmqFjqrMW', NULL, 'leobessa@gmail.com')
---
  def create
    @user = User.new(params[:user])
    if @user.save